{
  "@metadata": {
    "locale": "en"
  },
  "play": "PLAY",
  "success": "Success",
  "success-text": "You have found the maximum value. To share your solution please copy the link below:",
  "copy": "Copy",
  "close": "Close",
  "no-moves": "No Moves",
  "no-moves-text": "There is no moves left to complete the puzzle.",
  "refresh": "Refresh",
  "invalid-link": "Invalid Link",
  "invalid-link-text": "Unfortunately, the puzzle link which you are trying to open is invalid.",
  "is-available-for": "is available for",
  "and": "and",
  "how-to-play": "How To Play",
  "how-to-play-text-1": "The main goal of the game is to find the highest value by moving numbers in different directions and orders. The result of movement depends on operation between numbers.",
  "how-to-play-text-2": "In result you get one value. However, a puzzle would be counted as solved only in case of maximum value it is possible to find here. To help you realize how your result is close to successfull, the value is highlighted in different colors. More red color means that the result is far from succeeded. More green indicates success.",
  "movements": "Movements",
  "how-to-play-text-3": "Assuming we have the following puzzle:",
  "how-to-play-text-4": "To find max value you should firstly move 1 to 2. This will lead to 2 be changed to -1 and 1 disappear:",
  "how-to-play-text-5": "After that you could move 3 to -1:",
  "how-to-play-text-6": "The result 4 is the best. Puzzle will be solved.",
  "invalid-movements": "Invalid Movements",
  "how-to-play-text-7": "Please note, it is not possible to move numbers in way which could lead to several results at the same time:",
  "how-to-play-text-8": "On example above, it is not possible to make first step by moving 2 to 1 or to 3.",
  "how-to-play-text-9": "In addition, some operations could be impossible as belows:",
  "how-to-play-text-10": "On the other hand, the last one could be moved using opposite direction:",
  "how-to-play-text-11": "Actualy, the gameplay is pretty easy, however, it is interesting thing to puzzle over days on end.",
  "download": "DOWNLOAD",
  "contacts": "CONTACTS",
  "examples": "EXAMPLES:",
  "privacy-policy": "PRIVACY POLICY",
  "play-title": "Play - Numer",
  "download-title": "Download - Numer",
  "contacts-title": "Contacts - Numer",
  "examples-title": "Examples - Numer",
  "not-max-text": "The main goal of the game is to find the highest value. The value you found is not a maximum which is possible to get here.",
  "learn-how-to-play": "Learn how to play if you have additional questions."
}