{
  "@metadata": {
    "locale": "ru"
  },
  "play": "ИГРАТЬ",
  "success": "Успех",
  "success-text": "Вы нашли максимальное возможное значение. Чтобы поделиться своим решением, скопируйте ссылку ниже:",
  "copy": "Скопировать",
  "close": "Закрыть",
  "no-moves": "Ходов Нет",
  "no-moves-text": "Больше не осталось возможных ходов.",
  "refresh": "Обновить",
  "invalid-link": "Поврежденная Ссылка",
  "invalid-link-text": "К сожалению, ссылка, которую Вы пытаетесь открыть, повреждена.",
  "is-available-for": "доступен для",
  "and": "и",
  "how-to-play": "Как Играть",
  "how-to-play-text-1": "Основная цель игры - находить максимальное значения двигая числа в разном направлении и порядке. Результат движения зависит от операции между числами.",
  "how-to-play-text-2": "В результате Вы получаете единственное значение. Однако, головоломка считается решенной только если Вы нашли максимально возможное значение. Чтобы помочь Вам определить насколько Ваш результат близок к победе, значения выделяются цветом. Более красный значит, что Вы далеки от победы. Зеленый означает успех.",
  "how-to-play-text-3": "Предположим, наша головоломка: 0 - 1 - 2. Чтобы найти максимум, мы должны сначала сдвинуть 0 на 1. В результате 1 измениться -1, а 0 исчезнет. После этого Вы можете сдвинуть 2 на -1, что приведет к победе с результатом 3. В таком случае, головоломка будет решена.",
  "how-to-play-text-4": "Обратите внимание, что нельзя двигать числа так, чтобы это разорвало конструкцию и привело к нескольким результатам. Например в примере выше, нельзя сделать первый шаг сдвинув 1 на 0 или 2.",
  "how-to-play-text-5": "Также, некоторые операции невозможны в случае знаков = или /. Например следующие ходы невозможны: 2 = 0, 3 / 4.",
  "how-to-play-text-6": "На самом деле, геймплей очень прост, однако, поиск максимального значения оказывается любопытной головоломкой.",
  "download": "СКАЧАТЬ",
  "contacts": "КОНТАКТЫ",
  "examples": "ПРИМЕРЫ:",
  "privacy-policy": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",
  "play-title": "Играть - Numer",
  "download-title": "Скачать - Numer",
  "contacts-title": "Контакты - Numer",
  "examples-title": "Примеры - Numer"
}